[
  {
    "name": "Cleansing Balm Make Up Remover",
    "excerpt": "Purifying Barrier Ice Cream Pembersih Makeup Muka Cosmetics Oil Cleanser",
    "slug": "Cleansing-Balm-Make-Up-Remover-PG7387453",
    "size": 40,
    "description": [
      "Cleansing balm with texture as smooth as ice cream, effortlessly melt and cleanse makeup while reducing pores appearance.",
      "Effortlessly melt waterproof makeup in 10 seconds without any residue.",
      "Contains Ceramide and Vitamin E to maintain smooth, moist and non-drying effect also make skin barrier health.",
      "With fresh berry scent, calming feeling while using and not sore in the eyes."
    ],
    "heroIngredients": [
      {
        "heroName": "Superberry Complex (Strawberry, Blueberry, Acai Berry)",
        "heroDesc": "An Antioxidant to keep skin moist, delay signs of aging, and brighten skin."
      },
      {
        "heroName": "Ceramides",
        "heroDesc": "Nourish and repair skin barrier for soft and smooth skin."
      },
      {
        "heroName": "Vitamin E (Tocopherol)",
        "heroDesc": "Best antioxidant to prevent free radical damage and loss of moisture."
      }
    ],
    "fullIngredients": "ETHYLHEXYL PALMITATE, CAPRYLIC/CAPRIC TRIGLYCERIDE, PEG-20 GLYCERYL TRIISOSTEARATE, SYNTHETIC WAX, BUTYLENE GLYCOL, CERA MICROCRISTALLINA, FRAGARIA CHILOENSIS (STRAWBERRY) FRUIT EXTRACT, EUTERPE OLERACEA (ACAI) FRUIT EXTRACT, RUBUS FRUTICOSUS (BLACKBERRY) FRUIT EXTRACT, CENTELLA ASIATICA EXTRACT, CERAMIDE NP, CERAMIDE EOP, CERAMIDE NS/CERAMIDE NG, CERAMIDE AS, CERAMIDE AP, ASCORBIC ACID, TOCOPHEROL, HYDROGENATED LECITHIN, CYCLODEXTRIN, GLYCERIN, ETHYLHEXYLGLYCERIN, WATER.",
    "price": 143200,
    "category": "cleansers",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20230222151046DBF0101E480E63F6_s.jpg"
  },
  {
    "name": "White Truffle Cleansing Essence",
    "excerpt": "Skintific White Truffle Cleansing Essence",
    "slug": "White-Truffle-Cleansing-Essence-PG7387266",
    "size": 80,
    "description": [
      "Innovation that combines essence and cleanser in one product for deep cleansing while maintaining skin barrier.",
      "Contains high quality White Truffle from Alba, rich in fatty acid, Peptides and Vitamin C to boost soft and healthy skin.",
      "Formulates with 5X Ceramide to maintain skin healthy barrier.",
      "With texture like essence, very lightweight for all skin types, even sensitive skin.",
      "Formulated free from Alcohol, Fragrance, and Paraben so it is suitable for damaged skin barrier or sensitive skin."
    ],
    "heroIngredients": [
      {
        "heroName": "White Truffle",
        "heroDesc": "Rich in fatty acid to boost skin barrier, complete with Peptide and Vitamin C for soft & healthy skin."
      },
      {
        "heroName": "Amino Acid",
        "heroDesc": "Enhance skin water reservoir to deliver smooth and tight skin."
      },
      {
        "heroName": "5X Ceramides",
        "heroDesc": "Moisten and maintain skin barrier with 5 types of Ceramide."
      }
    ],
    "fullIngredients": "WATER, POTASSIUM COCOYL GLYCINATE, POLYGLYCERIN-10, GLYCERIN, TEA-COCOYL GLUTAMATE, SODIUM PCA, LAURYL HYDROXYSULTAINE, TUBER MAGNATUM EXTRACT, SODIUM LAURYL GLYCOL CARBOXYLATE, ARGININE, 1,2-HEXANEDIOL, HYDROXYACETOPHENONE, SODIUM CHLORIDE, HYDROXYPROPYL METHYLCELLULOSE, Hyaluronic Acid, CERAMIDE EOP, CERAMIDE NS/CERAMIDE NG, CERAMIDE NP, CERAMIDE AS, CERAMIDE AP, DISODIUM COCOAMPHODIACETATE, CENTELLA ASIATICA EXTRACT, DISODIUM COCOYL GLUTAMATE, SODIUM TAURINE COCOYL METHYLTAURATE, XYLITYLGLUCOSIDE, ANHYDROXYLITOL, GLYCERYL OLEATE, SORBITAN CAPRYLATE, PPG-26-BUTETH-26, TETRASODIUM GLUTAMATE DIACETATE, PEG-40 HYDROGENATED CASTOR OIL, POTASSIUM CHLORIDE, XYLITOL, HEXYLENE GLYCOL, SERICIN, CAPRYLHYDROXAMIC ACID, TETRASODIUM EDTA, HAMAMELIS VIRGINIANA (WITCH HAZEL) WATER, FRAGRANCE, PORTULACA OLERACEA EXTRACT, BUTYLENE GLYCOL, ETHYLHEXYLGLYCERIN, LAMINARIA DIGITATA EXTRACT, HYDROGENATED LECITHIN, PHENOXYETHANOL, CHOLESTEROL, CETYL-PG HYDROXYETHYL PALMITAMIDE.",
    "price": 128800,
    "category": "cleansers",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/2023022214295531640C848AAAD99D_s.jpg"
  },
  {
    "name": "Amino Acid Ultra-gentle Cleansing Mousse",
    "excerpt": "SKINTIFIC Amino Acid Ultra-gentle Cleansing Mousse",
    "slug": "Amino-Acid-Ultra-gentle-Cleansing-Mousse-PG7387257",
    "size": 100,
    "description": [
      "Cleansing mousse with micro amino acid, cleanse deeply with a gentle touch on skin.",
      "Formulated with natural ingredients to maintain healthy skin barrier.",
      "Contains 5X Ceramides and White Truffle to lock moisture and keep skin soft and smooth.",
      "Silky foam, as smooth as silk. Easy to produce in just 1 press, cleanses skin perfectly of dirt and excess oil."
    ],
    "heroIngredients": [
      {
        "heroName": "Amino Acid",
        "heroDesc": "Effectively cleanse gently while keeping skin smooth and hydrated."
      },
      {
        "heroName": "5X Ceramides",
        "heroDesc": "Contains 5 types of Ceramide to repair and calm skin barrier."
      },
      {
        "heroName": "White Truffle",
        "heroDesc": "High-end mushrooms from Alba fight free radicals, also rich in fatty acids to protect skin barrier."
      }
    ],
    "fullIngredients": "WATER,SODIUM COCOYL GLYCINATE,SODIUM TAURINE COCOYL METHYLTAURATE,POTASSIUM OLIVATE,SORBITOL,CERAMIDE NP,CERAMIDE EOP,CERAMIDE AP,CERAMIDE AS,CERAMIDE NS, CENTELLA ASIATICA EXTRACT,SODIUM HYALURONATE,TUBER MAGNATUM EXTRACT,PHOSPHATIDYLCHOLINE,HYDROGENATED LECITHIN,ASCORBYL PALMITATE,TOCOPHEROL, LACTOBACILLUS/SOYMILK FERMENT FILTRATE, SACCHAROMYCES FERMENT LYSATE FILTRATE, BIFIDA FERMENT FILTRATE, BIFIDA FERMENT LYSATE,LYSINE,HISTIDINE,ARGININE,ASPARTIC ACID,THREONINE,SERINE,GLUTAMIC ACID,PROLINE,GLYCINE,ALANINE,VALINE,ISOLEUCINE,LEUCINE,TYROSINE,PHENYLALANINE,C12-13 ALKYL LACTATE,CITRIC ACID,DISODIUM EDTA,MALTOOLIGOSYL GLUCOSIDE,HYDROGENATED STARCH HYDROLYSATE,SODIUM PCA,GLYCERIN, BUTYLENE GLYCOL.",
    "price": 109900,
    "category": "cleansers",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20230222142504A02B48276174C6BC_s.jpg"
  },
  {
    "name": "5X Ceramide Low pH Cleanser",
    "excerpt": "Skintific 5X Ceramide Low pH Cleanser",
    "slug": "5X-Ceramide-Low-pH-Cleanser-PG6186069",
    "size": 80,
    "description": [
      "A reliable pH balanced facial cleanser (5.5~6) for sensitive skin because it uses 5 types of Ceramides to clean the face as a whole but still maintains moisture and restores the health of the skin barrier.",
      "Using Amino Acids as a safer alternative to produce fine foam, the skin will be protected from irritation, dryness and tension after washing your face. The smooth and soft foam that is produced is the result of micro foaming technology which can clean the face deep into the pores.",
      "Plus the content of additional active ingredients such as Niacinamide and Hyaluronic Acid, this cleanser can also clean the skin to make it look brighter, control excess oil production, treat inflamed skin due to acne and maintain the skin's natural moisture."
    ],
    "heroIngredients": [
      {
        "heroName": "5 Types of Ceramides",
        "heroDesc": "Work together to restore and maintain the skin's protective barrier, and prevent dry and dehydrated skin."
      },
      {
        "heroName": "Amino acid (Sodium Cocoyl Glycinate)",
        "heroDesc": "The most gentle and smooth type of anionic surfactant, improves foam quality and minimizes irritation."
      },
      {
        "heroName": "Niacinamide",
        "heroDesc": "Treats inflamed skin, controls oil production, makes skin brighter and fresher."
      },
      {
        "heroName": "Hyaluronic Acid",
        "heroDesc": "Helps increase hydration & maintain skin's natural moisture."
      }
    ],
    "fullIngredients": "WATER, GLYCERIN, SODIUM COCOYL GLYCINATE, LAURYL BETAINE, HYDROXYPROPYL STARCH PHOSPHATE, CITRIC ACID, PEG-60 GLYCERYL ISOSTEARATE, SODIUM CHLORIDE, GLYCERYL STEARATE SE, COCO-GLUCOSIDE, PHENOXYETHANOL, SODIUM COCOYL ISETHIONATE, SODIUM PHYTATE, ETHYLHEXYLGLYCERIN, POLYQUATERNIUM-7, 1,2-HEXANEDIOL, QUILLAJA SAPONARIA BARK EXTRACT, SODIUM BENZOATE, CERAMIDE NP, CERAMIDE EOP, HYALURONIC ACID, CERAMIDE AP, CENTELLA ASIATICA EXTRACT, NIACINAMIDE, CERAMIDE AS, PANTHENOL, CERAMIDE NS, SALICYLIC ACID, ARGININE, BUTYLENE GLYCOL, HYDROGENATED LECITHIN, CETEARYL ALCOHOL, TOCOPHEROL, STEARIC ACID, ASCORBIC ACID, SODIUM HYALURONATE, CHOLESTEROL, PHYTOSPHINGOSINE.",
    "price": 93000,
    "category": "cleansers",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/2021092217105740BF4C45619FBB39_s.jpg"
  },
  {
    "name": "Soothing Toner",
    "excerpt": "5X Ceramide Soothing Toner",
    "slug": "Soothing-Toner-PG6521767",
    "size": 80,
    "description": [
      "Can provide an instant solution to soothe the skin due to a disturbed/damaged skin barrier.",
      "Keeps the skin hydrated which prevents skin problems.",
      "Contains 5 different types of Ceramide which are good for maintaining the skin barrier.",
      "Contains Complex Probiotics which can increase skin microbiome cells so that it can reduce skin problems.",
      "Contains Calendula which has anti-inflammatory and antibacterial functions to protect the skin's natural collagen so that the skin looks more supple and healthy.",
      "A daily toner that is safe and good for morning and night use.",
      "Formulated without Alcohol, Paraben, Mineral Oil, Vegan and Cruelty Free."
    ],
    "heroIngredients": [
      {
        "heroName": "5X Ceramide",
        "heroDesc": "Uses 5 types of Ceramides to repair and soothe the skin barrier."
      },
      {
        "heroName": "Probiotic Kompleks",
        "heroDesc": "Improve skin microbiome which can help reduce skin problems."
      },
      {
        "heroName": "Calendula",
        "heroDesc": "Nourishes the skin and has anti-inflammatory and antibacterial functions that protect the skin's natural collagen so that the skin looks more supple and healthy."
      }
    ],
    "fullIngredients": "AQUA, METHYLPROPANEDIOL, BIFIDA FERMENT LYSATE, GLYCERIN, NIACINAMIDE, DIMETHICONE, PENTYLENE GLYCOL, DIPROPYLENE GLYCOL, GLYCERETH-26, Centella Asiatica Extract, PROPYLENE GLYCOL, MARIS AQUA, Ceramide NP, PANTHENOL, CERAMIDE NS/CERAMIDE NG, CERAMIDE AS, CERAMIDE EOP, CERAMIDE AP, SODIUM HYALURONATE, PEG-60 HYDROGENATED CASTOR OIL, HYDROXYETHYL UREA, BIS-PEG-18 METHYL ETHER DIMETHYL SILANE, 4-t-BUTYLCYCLOHEXANOL, Coenzyme Q10, PEG-10 DIMETHICONE, ISONONYL ISONONANOATE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/BEHENETH-25 METHACRYLATE CROSSPOLYMER, BISABOLOL, ECTOIN, AMMONIUM POLYACRYLOYLDIMETHYL TAURATE, TOCOPHEROL, LACTOBACILLUS/SOYMILK FERMENT FILTRATE, HYDROGENATED LECITHIN, HAMAMELIS VIRGINIANA (WITCH HAZEL) EXTRACT, ZINGIBER OFFICINALE (GINGER) ROOT EXTRACT, 1, 2-HEXANEDIOL, POLYACRYLATE CROSSPOLYMER-6, C12-20 ALKYL GLUCOSIDE, o-CYMEN-5-OL, HYDROXYACETOPHENONE, DIMETHICONOL, SODIUM POLYACRYLATE, GLUCOSE.",
    "price": 128800,
    "category": "toners",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/2022021111461738384C8DB2C39EC1_s.jpg"
  },
  {
    "name": "5% Aha Bha Pha Exfoliating Toner",
    "excerpt": "5% Aha Bha Pha Exfoliating Toner Face Eksfoliasi wajah Glow and Smooth Skin with Niacinamide",
    "slug": "5-Aha-Bha-Pha-Exfoliating-Toner-PG6192872",
    "size": 80,
    "description": [
      "Contains a good ratio of acid, a combination of total of 5% AHA BHA PHA that is able to gently exfoliate the dead skin cells.",
      "Filled with probiotic Galactomyces Ferment Filtrate(GFF), active ingredients are known as Pitera in SK-II that able to turn the complexion to be brighter and healthier, and restore skin natural skin function.",
      "This exfoliating toner is able to help skin problems such as small bumps and fungal acne, leaving skin texture softer.",
      "Contains acids, this exfoliation toner doesn't cause any tingling effect on the skin, doesn't dry out or irritate the skin.",
      "Supported by Niacinamide and Ceramide to control oil production, treat skin inflammation, and protect skin barrier keeping it healthy balanced."
    ],
    "heroIngredients": [
      {
        "heroName": "5 Types of Ceramides",
        "heroDesc": "Work together to restore and maintain the skin's protective barrier, and prevent dry and dehydrated skin."
      },
      {
        "heroName": "Amino acid (Sodium Cocoyl Glycinate)",
        "heroDesc": "The most gentle and smooth type of anionic surfactant, improves foam quality and minimizes irritation."
      },
      {
        "heroName": "Niacinamide",
        "heroDesc": "Treats inflamed skin, controls oil production, makes skin brighter and fresher."
      },
      {
        "heroName": "Hyaluronic Acid",
        "heroDesc": "Helps increase hydration & maintain skin's natural moisture."
      }
    ],
    "fullIngredients": "AQUA, BUTYLENE GLYCOL, GALACTOMYCES FERMENT FILTRATE, NIACINAMIDE, PROPYLENE GLYCOL, GLYCOLIC ACID, 1,2-HEXANEDIOL, HYDROXYETHYLPIPERAZINE ETHANE SULFONIC ACID, LACTIC ACID, SALICYLIC ACID, PHENOXYETHANOL, PEG-60 ALMOND GLYCERIDES, CAPRYLYL GLYCOL, GENTIANA SCABRA ROOT EXTRACT, GLYCERIN, PEG-40 HYDROGENATED CASTOR OIL, SODIUM LACTATE, O-CYMEN-5-OL, CERAMIDE AP, CERAMIDE NP, POLYACRYLATE CROSSPOLYMER-6, ETHYLHEXYLGLYCERIN, CERAMIDE NS, MENTHOL, HEXYL CINNAMAL, CITRIC ACID, CARBOMER, T-BUTYL ALCOHOL, NORDIHYDROGUAIARETIC ACID, OLEANOLIC ACID.",
    "price": 128800,
    "category": "toners",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/2023022214463512E704865ED35D7B_s.jpg"
  },
  {
    "name": "Gentle-A Retinol Renewal Moisturizer",
    "excerpt": "Skintific Gentle-A Retinol Renewal Moisturizer",
    "slug": "Gentle-A-Retinol-Renewal-Moisturizer-PG7387423",
    "size": 30,
    "description": [
      "Using Time-released Technology that works quickly and effectively without causing irritation.",
      "Contains 3 types of encapsulated retinol to maintain skin elasticity and prevent signs of aging such as wrinkles and fine lines.",
      "Contains Ceramide and Collagen to lock skin moisture, deliver soft and smooth skin.",
      "Retinol moisturizer with gel texture and gentle formulation, safe for beginner.",
      "Formulated free from Alcohol, Fragrance, and Paraben so it is suitable to use on damaged skin barrier or sensitive skin."
    ],
    "heroIngredients": [
      {
        "heroName": "TTE",
        "heroDesc": "Combination of 3 types encapsulated retinol with Time Released Technology for quick and effective results prevent signs of aging."
      },
      {
        "heroName": "Ceramides",
        "heroDesc": "Lock skin moisture and prevent irritation occur."
      },
      {
        "heroName": "Collagen",
        "heroDesc": "As a water reservoir that makes the skin smooth and elastic."
      }
    ],
    "fullIngredients": "WATER, Niacinamide, Butylene Glycol, Glycerin, Diethoxyethyl Succinate, Dimethicone/vinyl Dimethicone Crosspolymer, 1,2-hexanediol, HYDROLYZED COLLAGEN, Propanediol, Carbomer, Retinol, RETINAL, Hydroxypinacolone Retinoate, Hydroxyethyl Acrylate/sodium Acryloyldimethyl, Ceramide Ns/ceramide Ng, Ceramide Np, Ceramide Ap, CERAMIDE AS, Ceramide Eop, Centella Asiatica Extract, Calcium Alginate, Agar, O-cymen-5-ol, Pentylene Glycol, Disodium Edta, Dipotassium Glycyrrhizate, Carnosine, Caprylhydroxamic Acid, Gentiana Scabra Root Extract, Sorbitan Isostearate, Sodium Hyaluronate, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Piper Methysticum Leaf/root/stem Extract, Ferulic Acid.",
    "price": 169000,
    "category": "exfoliators",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20230222150856C41466AF829BB2F3_s.jpg"
  },
  {
    "name": "MSH Niacinamide Brightening Moisturizer",
    "excerpt": "Skintific MSH Niacinamide Brightening Moisture Gel",
    "slug": "MSH-Niacinamide-Brightening-Moisturizer-PG7387282",
    "size": 30,
    "description": [
      "MSH Niacinamide Brightening Moisture Gel with a texture as light as air, absorbs quickly and controls oil within 24 hours.",
      "Formulated with SKINTIFIC's exclusive Novel MSH Niacinamide combined with two of the lightest and most effective lightening ingredients, namely Alpha Arbutin and Tranexamic Acid, which can brighten significantly within 14 days.",
      "MSH Niacinamide is clinically proven to be 10 times more effective than regular niacinamide in reducing hyperpigmentation, reducing redness and improving skin elasticity.",
      "Enriched with Centella Asiatica and 5X Ceramide, it does not cause irritation and provides a calming effect on the skin while repairing and maintaining the skin barrier."
    ],
    "heroIngredients": [
      {
        "heroName": "MSH Niacinamide",
        "heroDesc": "Niacinamide with premium quality combined with MSH, brightens the skin quickly without causing irritation."
      },
      {
        "heroName": "Alpha Arbutin",
        "heroDesc": "Natural antioxidant and skin lightening. Highly effective in preventing melanin formation, improving the appearance of age spots, freckles, melasma, and post-inflammatory pigmentation."
      },
      {
        "heroName": "Tranexamic Acid",
        "heroDesc": "Scientifically proven to have a whitening effect, especially for hyperpigmentation due to ultraviolet rays."
      }
    ],
    "fullIngredients": "WATER, BUTYLENE GLYCOL, ISONONYL ISONONANOATE, GLYCERIN, NIACINAMIDE, CERAMIDE EOP, CERAMIDE NS/CERAMIDE NG, UNDECYLENOYL PHENYLALANINE(MSH), CENTELLA ASIATICA EXTRACT, ALPHA ARBUTIN, CERAMIDE NP, TRANEXAMIC ACID, CERAMIDE AS, CERAMIDE AP, LIMNANTES ALBA (MEADOWFOAM) ) SEED OIL, BETAINE, JOJOBA ESTERS, HYDROXYACETOPHENONE, PANTHENOL, 1,2-HEXANEDIOL, CETEARYL OLIVATE, CYCLOHEXASILOXANE, SORBITAN OLIVATE, BIS-PEG/PPG-20/5 PEG/PPG-20/5 DIMETHICONE, METHOXY PEG/PPG- 25/4 DIMETHICONE, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER, ARMILLARIA MATSUTAKE EXTRACT, PENTYLENE GLYCOL, SACCHAROMYCES CEREVISIAE EXTRACT.",
    "price": 154200,
    "category": "creams",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202302221441150BFD6803C612307B_s.jpg"
  },
  {
    "name": "Truffle Biome Skin Reborn Cream Gel Moisturizer",
    "excerpt": "Truffle Biome Skin Reborn Cream Gel Moisturizer",
    "slug": "Truffle-Biome-Skin-Reborn-Cream-Gel-Moisturizer-PG7387236",
    "size": 50,
    "description": [
      "White Truffle extract combined with Probiotic Complex made with Wrapping Tech in the form of pearl envelop with 5X Ceramide gel.",
      "This unique texture is quick-to-absorb and intensively reduce acne, redness, irritation and flaky skin while effectively maintain the healthy skin microbiome so the skin can naturally restore the skin condition.",
      "Hydrate the skin with combination of gel and cream texture without sticky feeling while improving the skin texture.",
      "White Truffle is a high quality rare fungi from Alba that rich in fatty acids, peptides and Vitamin C that support the skin barrier, anti-aging agent, and protect against free radical making the skin looks glow and plump.",
      "Formulated without Alcohol, Fragrance, Paraben, and Colorant. Suitable for damaged skin barrier or sensitive skin."
    ],
    "heroIngredients": [
      {
        "heroName": "White Truffle Extract",
        "heroDesc": "Protect against the free radical while  restore and support the skin to looks plump and glow."
      },
      {
        "heroName": "5X Ceramide",
        "heroDesc": "Restore skin natural protective barrier that prevent any moisture loss on the skin."
      },
      {
        "heroName": "Probiotic Complex",
        "heroDesc": "Effectively hydrate the skin, Improve the skin barrier function, and balance the healthy skin microbiome."
      }
    ],
    "fullIngredients": "AQUA, BUTYLENE GLYCOL, GLYCERIN, TUBER MAGNATUM EXTRACT, CERAMIDE EOP, CERAMIDE NS/CERAMIDE NG, LACTOBACILLUS/SOY MILK FERMENT FILTRATE, BIFIDA FERMENT LYSATE, CERAMIDE NP, CERAMIDE AS, CERAMIDE AP, HYALURONIC ACID, CENTELLA ASIATICA EXTRACT, DIPROPYLENE GLYCOL, ISOHEXADECANE, ETHYLHEXYL PALMITATE, PANTHENOL, HYDROXYETHYL UREA, HYDROXYETHYLPIPERAZINE ETHANE SULFONIC ACID, CETEARYL ALCOHOL, 1,2-HEXANEDIOL, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, CARBOMER, ALLANTOIN, PROPANEDIOL, VP/HEXADECENE COPOLYMER, HYDROXYACETOPHENONE, BISABOLOL, PENTYLENE GLYCOL, GENTIANA SCABRA ROOT EXTRACT, CYNANCHUM ATRATUM EXTRACT, XANTHAN GUM, INULIN, POLYGLYCERYL-10 STEARATE, DISODIUM EDTA, ETHYLHEXYLGLYCERIN, CAPRYLIC/CAPRIC TRIGLYCERIDE, C13-14 ISOPARAFFIN, CENTELLA ASIATICA ROOT EXTRACT, ALPHA-GLUCAN OLIGOSACCHARIDE, CROCUS SATIVUS FLOWER EXTRACT, PIPER METHYSTICUM LEAF/ROOT/STEM EXTRACT, PPG-26-BUTETH-26, LACTOCOCCUS FERMENT LYSATE, ZINGIBER OFFICINALE (GINGER) ROOT EXTRACT, CAPRYLHYDROXAMIC ACID.",
    "price": 254200,
    "category": "creams",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202302221403081E3F247FC089E288_s.jpg"
  },
  {
    "name": "360° Crystal Massager Lifting Eye Cream",
    "excerpt": "360° Crystal Massager Lifting Eye Cream",
    "slug": "360-Crystal-Massager-Lifting-Eye-Cream-PG6248930",
    "size": 20,
    "description": [
      "Known as Crystal Pen to lift and brighten eye areas.",
      "Made with 360० crystal rolling massager from German that have 184 crystal tip and 12,000/ minutes vibration speed up the absorption process to the skin to lift up the skin and reduce dark circle appearance.",
      "Contains 3D Peptides Complex and Niacinamide that works well together to prevent premature aging, wrinkles, puffy eyes, and dark circles.",
      "Research prove this Crystal Pen able to lift fine lines as fast as 3 minutes and reduce wrinkles by 30%.",
      "Dark under eye circles reduced by 50%, redness reduced by 29%, and eye area 70% more brighter than before."
    ],
    "heroIngredients": [
      {
        "heroName": "3D Peptides",
        "heroDesc": "Increase collagen production and improve elasticity."
      },
      {
        "heroName": "Matrixyl™ 3000",
        "heroDesc": "Formulated with MatrixylTM 3000 Peptide to reduce fine lines, stimulate collagen production, and repair skin from premature aging."
      },
      {
        "heroName": "SKN- AKE Peptide",
        "heroDesc": "Help to reduce puffy eyes, reduce muscle contraction that leads to wrinkles and fine lines."
      },
      {
        "heroName": "Acetyl Tetrapeptide-5",
        "heroDesc": "Reduce dark circles and inhibit melanin production into the skin."
      },
      {
        "heroName": "Niacinamide",
        "heroDesc": "Brighten eye areas and treat dark circles."
      },
      {
        "heroName": "Caffeine",
        "heroDesc": "Reduce puffy eyes and dark circles under eye area."
      }
    ],
    "fullIngredients": "AQUA,MARIS AQUA,PROPANEDIOL,COCO-CAPRYLATE/CAPRATE,GLYCERIN,CYCLOPENTASILOXANE,CETYL ALCOHOL,ERYTHRITOL,DIMETHICONE,LIMNANTHES ALBA (MEADOWFOAM) SEED OIL,CYCLOHEXASILOXANE,GLYCERYL STEARATE,HYDROXYACETOPHENONE,1,2-HEXANEDIOL,TOCOPHERYL ACETATE,PHYTOSTERYL/OCTYLDODECYL LAUROYL GLUTAMATE,PEG-75 STEARATE,AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER,STEARETH-20,CETETH-20,BUTYLENE GLYCOL,PALMITOYL PENTAPEPTIDE-4,DIPEPTIDE DIAMINOBUTYROYL BENZYLAMIDE DIACETATE,ACETYL TETRAPEPTIDE-5,NIACINAMIDE,CAFFEINE,XANTHAN GUM,TREHALOSE,SOPHORA FLAVESCENS ROOT EXTRACT,DENDROBIUM NOBILE STEM EXTRACT,PENTYLENE GLYCOL,SODIUM HYALURONATE,PENTAERYTHRITYL TETRA-DI-t-BUTYL HYDROXYHYDROCINNAMATE,OPHIOPOGON JAPONICUS ROOT EXTRACT,OPUNTIA FICUS-INDICA STEM EXTRACT,ALOE BARBADENSIS LEAF EXTRACT,DISODIUM EDTA,LYCIUM BARBARUM FRUIT EXTRACT,ECHINACEA PURPUREA EXTRACT,PALMARIA PALMATA EXTRACT,POLYSORBATE 20,HYDROGENATED LECITHIN,CARBOMER,CERAMIDE NP,TOCOPHEROL,ARGININE,CERAMIDE NS/CERAMIDE NG,CERAMIDE AS,CERAMIDE EOP,CERAMIDE AP.",
    "price": 179000,
    "category": "creams",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20211014152044094BCEA333250818_s.jpg"
  },
  {
    "name": "5X Ceramide Barrier Moisture Gel",
    "excerpt": "5X Ceramide Barrier Repair Moisturize Gel",
    "slug": "5X-Ceramide-Barrier-Moisture-Gel-PG5105356",
    "size": 30,
    "description": [
      "Formulated with 5 different types of Ceramides (5X Ceramide) which are CERAMIDE NP, CERAMIDE EOP, CERAMIDE AP, CERAMIDE AS, CERAMIDE NS that works great combined to repair and maintain skin natural barrier.",
      "Ceramide can help to repair skin barrier, moisturize the skin, calms disturbed skin cells, reduce redness, and soften the texture of the skin.",
      "This moisturizer is completed with ingredients such as Hyaluronic Acid, Centella Asiatica, dan Marine Collagen to hydrate deepest skin layer, prevent inflammation, and soften the skin texture, and prevent premature aging.",
      "Have gel texture like that is light on the skin, contains good amount of water hence safe for sensitive skin.",
      "This moisturizer can be used for all skin types including oily skin since it able to control oil for 24 hours. It doesn’t have any sticky effect, and have a satisfying cooling effect that hydrates the skin."
    ],
    "heroIngredients": [
      {
        "heroName": "5X Ceramides",
        "heroDesc": "Restore skin natural protective barrier that prevent any moisture loss on the skin."
      },
      {
        "heroName": "Hyaluronic Acid",
        "heroDesc": "Hydrates the skin instantly and repair skin cells from the inside and outside."
      },
      {
        "heroName": "Centella Asiatica",
        "heroDesc": "Calms and treats the inflamed skin."
      },
      {
        "heroName": "Marine Collagen",
        "heroDesc": "Soften skin texture, keeping skin elasticity while preventing premature aging like fine lines and wrinkles."
      }
    ],
    "fullIngredients": "AQUA,MARIS AQUA,PROPANEDIOL,COCO-CAPRYLATE/CAPRATE,GLYCERIN,CYCLOPENTASILOXANE,CETYL ALCOHOL,ERYTHRITOL,DIMETHICONE,LIMNANTHES ALBA (MEADOWFOAM) SEED OIL,CYCLOHEXASILOXANE,GLYCERYL STEARATE,HYDROXYACETOPHENONE,1,2-HEXANEDIOL,TOCOPHERYL ACETATE,PHYTOSTERYL/OCTYLDODECYL LAUROYL GLUTAMATE,PEG-75 STEARATE,AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER,STEARETH-20,CETETH-20,BUTYLENE GLYCOL,PALMITOYL PENTAPEPTIDE-4,DIPEPTIDE DIAMINOBUTYROYL BENZYLAMIDE DIACETATE,ACETYL TETRAPEPTIDE-5,NIACINAMIDE,CAFFEINE,XANTHAN GUM,TREHALOSE,SOPHORA FLAVESCENS ROOT EXTRACT,DENDROBIUM NOBILE STEM EXTRACT,PENTYLENE GLYCOL,SODIUM HYALURONATE,PENTAERYTHRITYL TETRA-DI-t-BUTYL HYDROXYHYDROCINNAMATE,OPHIOPOGON JAPONICUS ROOT EXTRACT,OPUNTIA FICUS-INDICA STEM EXTRACT,ALOE BARBADENSIS LEAF EXTRACT,DISODIUM EDTA,LYCIUM BARBARUM FRUIT EXTRACT,ECHINACEA PURPUREA EXTRACT,PALMARIA PALMATA EXTRACT,POLYSORBATE 20,HYDROGENATED LECITHIN,CARBOMER,CERAMIDE NP,TOCOPHEROL,ARGININE,CERAMIDE NS/CERAMIDE NG,CERAMIDE AS,CERAMIDE EOP,CERAMIDE AP.",
    "price": 138800,
    "category": "creams",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/2021092217152822DD4AE39EDF5377_s.jpg"
  },
  {
    "name": "Gentle-A Retinol Renewal Serum",
    "excerpt": "SKINTIFIC Retinol Serum Anti Aging 5X Ceramide Gentle A Renewal Essence",
    "slug": "Gentle-A-Retinol-Renewal-Serum-PG7387388",
    "size": 20,
    "description": [
      "A gentle and beginner-friendly encapsulated Retinol serum made with Time-Released Technology that effectively works for rapid results without irritating the skin.",
      "Contain 3 different types of retinol that helps maintain the skin elasticity and prevent sign of aging like fine lines and wrinkles.",
      "Combined with Ceramide and 3D Peptide that locks the moisture into the skin and significantly reduces the fine lines and wrinkles.",
      "This gel texture Retinol serum is safely formulated for beginners."
    ],
    "heroIngredients": [
      {
        "heroName": "TTE",
        "heroDesc": "Combination of 3 different types of encapsulated retinol with Time-Released Technology for rapid result and effectivity to prevent the sign of aging on the skin."
      },
      {
        "heroName": "5X Ceramides",
        "heroDesc": "Helps retain the moisture in the skin and prevent irritation."
      },
      {
        "heroName": "3D Peptides",
        "heroDesc": "Combination of Maytixyl™3000 Peptide, SKN™-AKE Peptide, and Acetyl™ Tetrapeptide-5 that effectively reduce the fine lines and prevent the wrinkles."
      }
    ],
    "fullIngredients": "AQUA,BUTYLENE GLYCOL,GLYCERIN,DIETHOXYETHYL SUCCINATE,RETINOL,RETINAL,DIMETHICONE/VINYL DIMETHICONE CROSSPOLYMER,1,2-HEXANEDIOL,Hydroxypinacolone Retinoate,NIACINAMIDE,PROPANEDIOL,CARBOMER,AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER,CALCIUM ALGINATE,AGAR,Palmitoyl Pentapeptide-4,DIPEPTIDE DIAMINOBUTYROYL BENZYLAMIDE DIACETATE,ACETYL TETRAPEPTIDE-5,SODIUM HYALURONATE,DISODIUM EDTA,CERAMIDE AS,CENTELLA ASIATICA EXTRACT,DIPOTASSIUM GLYCYRRHIZATE,CERAMIDE NS/CERAMIDE NG,TOCOPHEROL,CERAMIDE NP,CERAMIDE AP,CERAMIDE EOP,O-CYMEN-5-OL,PENTYLENE GLYCOL,CAPRYLHYDROXAMIC ACID,GENTIANA SCABRA ROOT EXTRACT,PIPER METHYSTICUM LEAF/ROOT/STEM EXTRACT,CARNOSINE,POLYGONUM BISTORTA ROOT EXTRACT,HEXYLENE GLYCOL,PALMITOYL TRIPEPTIDE-1,PALMITOYL TETRAPEPTIDE-7.",
    "price": 154200,
    "category": "serums",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202302221505426C929EAB45EE31A2_s.jpg"
  },
  {
    "name": "FACIAL OIL",
    "excerpt": "BARRIER BOOSTER FACIAL OIL",
    "slug": "FACIAL-OIL-PG6845045",
    "size": 10,
    "description": [
      "Face Oil with a lightweight texture to hydrate, soften, and soothe the skin.",
      "Specially formulated for intensive and deep repair of the skin barrier, especially for dry, textured and red skin problems.",
      "Contains 9 best seeds and Ceramide Complex to promote optimal results for skin barrier restoration.",
      "Can be used directly to lock in skin moisture and deeply repair the skin barrier, or mixed with other skincare to promote optimal results."
    ],
    "heroIngredients": [
      {
        "heroName": "Jojoba, Squalane, Shea Butter",
        "heroDesc": "Balances sebum production, maintains skin barrier, and locks in moisture."
      },
      {
        "heroName": "Macadamia, Rose Hip, Sunflower Seed",
        "heroDesc": "Contains Ceramide Complex and is rich in Omega 3, 6, and 9 to help boost skin’s  natural moisture barrier against dehydration and irritation."
      },
      {
        "heroName": "Marula, Camellia, White Chia Seed",
        "heroDesc": "A good antioxidant to reduce redness and soothe irritated  skin."
      }
    ],
    "fullIngredients": "COCO-CAPRYLATE/CAPRATE, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, TRIETHYLHEXANOIN, TOCOPHERYL ACETATE, SQUALANE, DICAPRYLYL CARBONATE, GLYCERYL CAPRYLATE, SIMMONDSIA CHINENSIS (JOJOBA) SEED OIL, CAPRYLYL GLYCOL, ELAEIS GUINEENSIS (PALM) OIL, PERSEA GRATISSIMA (AVOCADO) OIL, VITIS VINIFERA (GRAPE) SEED OIL, CERAMIDE EOP, CERAMIDE NS, CERAMIDE NG, CERAMIDE AS, CERAMIDE AP, CERAMIDE NP, LIMNANTHES ALBA (MEADOWFOAM) SEED OIL（Salvia Hispanica L.）, CAMELLIA JAPONICA SEED OIL, SCLEROCARYA BIRREA SEED OIL, MACADAMIA INTEGRIFOLIA SEED OIL, ROSA CANINA FRUIT OIL, PLUKENETIA VOLUBILIS SEED OIL, TOCOPHEROL, BUTYROSPERMUM PARKII (SHEA) BUTTER, HYDROGENATED LECITHIN, DIPROPYLENE GLYCOL, SUCROSE DISTEARATE, CHOLESTEROL.",
    "price": 129000,
    "category": "serums",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/2022061510534726675EFB49830068_s.jpg"
  },
  {
    "name": "4D Pure Hyaluronic Acid Hydrating Serum",
    "excerpt": "4D Hyaluronic Acid Hydrating Serum",
    "slug": "4D-Pure-Hyaluronic-Acid-Hydrating-Serum-PG6521740",
    "size": 20,
    "description": [
      "Serum that can deal with dry, flaky skin problems due to skin conditions that can't lock in moisture.",
      "Can deeply hydrate, restore skin elasticity so that it returns smooth and supple.",
      "Filled with high content of Hyaluronic Acid which can moisturize the skin instantly and reduce dry skin texture.",
      "The water content in this serum can help lock in skin moisture for up to 48 hours."
    ],
    "heroIngredients": [
      {
        "heroName": "5% Hymagic Hyaluronic Acid",
        "heroDesc": "High and pure concentration of Hyaluronic Acid to restore lost moisture to the skin."
      },
      {
        "heroName": "Peptide",
        "heroDesc": "Hydrates the skin, stimulates collagen production, and strengthens the skin barrier."
      },
      {
        "heroName": "Thermal Water",
        "heroDesc": "Provides a cooling sensation that refreshes and soothes troubled skin."
      }
    ],
    "fullIngredients": "AQUA,1,2-BUTANEDIOL,PEG/PPG/POLYBUTYLENE GLYCOL-8/5/3 GLYCERIN, BETAINE,SODIUM HYALURONATE,ETHYLHEXYLGLYCERIN,HYDROLYZED SODIUM HYALURONATE,SODIUM ACETYLATED HYALURONATE,SODIUM HYALURONATE CROSSPOLYMER,PEG/PPG-17/6 COPOLYMER,GLYCERIN,GLYCERYL GLUCOSIDE,CREATINE,PANTHENOL,ACRYLATES/C10-30 ALKYL ACRYLATECROSSPOLYMER,PROPYLENE GLYCOL,PALMITOYL TETRAPEPTIDE-7,PALMITOYL PENTAPEPTIDE-4,PALMITOYL TRIPEPTIDE-1,CARNOSINE,CETYL-PG HYDROXYETHYL PALMITAMIDE,CERAMIDE EOP,CERAMIDE NS/CERAMIDE NG,CERAMIDE NP,CERAMIDE AS,CERAMIDE AP,MARIS AQUA,LAMINARIA DIGITATA EXTRACT,AVENA SATIVA (OAT) KERNEL EXTRACT,HYDROGENATED LECITHIN,TOCOPHEROL,ALLANTOIN,GLYCERYL ACRYLATE/ACRYLIC ACIDCOPOLYMER,PVM/MA COPOLYMER,1,2-HEXANEDIOL,SODIUM PCA,GLYCINE,CHOLESTEROL.",
    "price": 117000,
    "category": "serums",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20230222132312F1EAF5DAE00295E6_s.jpg"
  },
  {
    "name": "2% Salicylic Acid Anti Acne Serum",
    "excerpt": "Acne Spot Treatment Facial Gel with 2% Salicylic Acid Brightening Face Serum for Repair Skin Barrier",
    "slug": "2-Salicylic-Acid-Anti-Acne-Serum-PG6218529",
    "size": 20,
    "description": [
      "Formulated with 2% Salicylic Acid using ACSD technology that encapsulated the Salicylic Acid with AGP hence releasing the actives slowly into the skin, preventing irritation while working optimally for the skin.",
      "Boost the acne healing process with active ingredients such as Pionin and Centella as fast as 3 days.",
      "Contains 4% Niacinamide, Ceramide, dan juga Peptide, this serum prevent future acne formation and prevent any acne scars.",
      "Targeting acne, this serum still keep the skin moisturized and hydrated with Hyaluronic Acid.",
      "Formulated without any SLS, Alcohol, Paraben, Mineral Oil, Vegan, dan Cruelty Free."
    ],
    "heroIngredients": [
      {
        "heroName": "2% ACSD Salicylic Acid",
        "heroDesc": "Golden ratio of 2% Salicylic Acid that works fast and effective but still gentle for the skin."
      },
      {
        "heroName": "Pionin ",
        "heroDesc": "Kills acne causing bacteria and prevent acne scars formation by inhibiting melanin production."
      },
      {
        "heroName": "Centella ",
        "heroDesc": "Calms inflamed skin and speed up the acne healing process."
      },
      {
        "heroName": "Niacinamide",
        "heroDesc": "Have anti inflammatory nature to control oil and help to brighten up the skin."
      },
      {
        "heroName": "Ceramide",
        "heroDesc": "Repair and maintain skin barrier."
      },
      {
        "heroName": "Peptide",
        "heroDesc": "Reduce inflammation and stimulates collagen production."
      },
      {
        "heroName": "Hyaluronic Acid",
        "heroDesc": "Gives full hydration to the skin without making skin oily or greasy."
      }
    ],
    "fullIngredients": "WATER,BUTYLENE GLYCOL,NIACINAMIDE,GLYCERIN,PPG-10 METHYL GLUCOSE ETHER,PENTYLENE GLYCOL,1,2-HEXANEDIOL,SALICYLIC ACID,ACACIA SENEGAL GUM,ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER,TRIETHANOLAMINE,METHYLPROPANEDIOL,ECTOIN,DIPOTASSIUM GLYCYRRHIZATE,PIONIN,CERAMIDE AP,CERAMIDE NP,CERAMIDE NS/CERAMIDE NG,CENTELLA ASIATICA EXTRACT,DISODIUM EDTA,TARTARIC ACID,MALIC ACID,PEUMUS BOLDUS LEAF EXTRACT,PPG-26-BUTETH-26,ALLANTOIN,o-CYMEN-5-OL,ETHYLHEXYLGLYCERIN,GLYCERYL CAPRYLATE,PEG-40 HYDROGENATED CASTOR OIL,MENTHOL,CAPRYLYL GLYCOL,XANTHAN GUM,HYDROLYZED ROYAL JELLY PROTEIN,OLIGOPEPTIDE-1,SODIUM HYALURONATE,GLYCOLIPIDS,GLYCOSPHINGOLIPIDS,PROPANEDIOL,SODIUM LACTATE,GLYCOLIC ACID,SUCROSE,UREA,SODIUM CITRATE,PHENOXYETHANOL.",
    "price": 143200,
    "category": "serums",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/2023022214564491C91EC55789F7E2_s.jpg"
  },
  {
    "name": "Salicylic Acid Acne Spot Treatment Gel",
    "excerpt": "SKINTIFIC Salicylic Acid BHA Acne Spot treatment",
    "slug": "Salicylic-Acid-Acne-Spot-Treatment-Gel-PG6192906",
    "size": 10,
    "description": [
      "Formulated with a combination of active ingredients such as Salicylic Acid + Pionin that have been proven to not only treat active acne but also to kill acne -causing bacteria.",
      "In addition to overcoming active acne, these acne spots can also soothe and reduce the pain felt from acne in just 10 seconds from Centella content, the addition of other active ingredients such as Niacinamide and Ceramides can also prevent the appearance of acne scars and maintain moisture and healthy skin barrier."
    ],
    "heroIngredients": [
      {
        "heroName": "Centella ",
        "heroDesc": "Calms inflamed skin and speed up the acne healing process."
      },
      {
        "heroName": "Niacinamide",
        "heroDesc": "Have anti inflammatory nature to control oil and help to brighten up the skin."
      },
      {
        "heroName": "Ceramide",
        "heroDesc": "Repair and maintain skin barrier."
      }
    ],
    "fullIngredients": "WATER, BUTYLENE GLYCOL, SALVIA MILTIORRHIZA ROOT EXTRACT, CENTELLA ASIATICA EXTRACT, SPIRAEA ULMARIA EXTRACT, Salicylic Acid, NIACINAMIDE, AMYLOPECTIN, GLYCERIN, XANTHAN GUM, CYCLODEXTRIN, PIONIN, CERAMIDE 3, CERAMIDE 6 II, CERAMIDE 1, PORTULACA OLERACEA EXTRACT, PANTHENOL, SODIUM HYALURONATE, BETA-GLUCAN, LACTOBACILLUS/SOYMILK FERMENT FILTRATE, PENTYLENE GLYCOL, HYDROXYPHENYL PROPAMIDOBENZOIC ACID, JUNIPERUS COMMUNIS FRUIT EXTRACT, MORUS ALBA ROOT EXTRACT, PERILLA OCYMOIDES LEAF EXTRACT, HEMEROCALLIS FULVA FLOWER EXTRACT, MALTODEXTRIN, CALCIUM PANTOTHENATE, UREA, CAPRYLYL GLYCOL, ETHYLHEXYLGLYCERIN, PAPAIN, SODIUM CITRATE, MAGNESIUM CHLORIDE, MAGNESIUM LACTATE, POTASSIUM LACTATE, SERINE, ALANINE, PROLINE, GLYCOLIC ACID, CAPRYLHYDROXAMIC ACID, BUTYLENE GLYCOL, o-CYMEN-5-OL, 1,2-HEXANEDIOL, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, ZINC PCA, ALLANTOIN, DIPOTASSIUM GLYCYRRHIZATE, PHYTOSPHINGOSINE, CHOLESTEROL, SODIUM LAUROYL LACTYLATE, CARBOMER.",
    "price": 98800,
    "category": "serums",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20210922171918CF2C285EA0F515CD_s.jpg"
  },
  {
    "name": "4D Hyaluronic Acid Barrier Essence Toner",
    "excerpt": "SKINTIFIC 4D Hyaluronic Acid Barrier Essence Toner",
    "slug": "4D-Hyaluronic-Acid-Barrier-Essence-Toner-PG6192870",
    "size": 100,
    "description": [
      "Formulated with Hymagic™-4D Technology which combines 4 types of Hyaluronic Acid with different purposes and benefits to hydrates even the deepest layer of the skin.",
      "Combined with Ceramides and Centella Asiatica, this essence toner strengthens the skin barrier, protects the skin from external factors that can damage skin health and can also soothe the skin.",
      "Provides intensive and instant moisture to the skin in as fast as 10 seconds.",
      "Relief skin problems such as dehydration, tight skin, and skin redness effectively.",
      "Very light texture that able to absorbs into skin without leaving any sticky and greasy feeling."
    ],
    "heroIngredients": [
      {
        "heroName": "4D Hyaluronic Acid ",
        "heroDesc": "4 different kinds of Hyaluronic Acid that repair, deliver, and locks the moisture intensively into the skin."
      },
      {
        "heroName": "Ceramides ",
        "heroDesc": "Repair and create protective skin barrier."
      },
      {
        "heroName": "Centella Asiatica",
        "heroDesc": "Hydrates and calm the skin."
      }
    ],
    "fullIngredients": "AQUA, DIPROPYLENE GLYCOL, PEG/PPG-17/6 COPOLYMER, PEG/PPG/POLYBUTYLENE GLYCOL-8/5/3 GLYCERIN, SODIUM HYALURONATE, SODIUM ACETYLATED HYALURONATE, HYDROLYZED SODIUM HYALURONATE, HYALURONATE CROSSPOLYMER,CENTELLA ASIATICA EXTRACT, CERAMIDE EOP, CERAMIDE NS/CERAMIDE NG, CERAMIDE AP, HYDROGENATED LECITHIN, CERAMIDE AS, CERAMIDE NP, PANTHENOL, ALLANTOIN, CHLORPHENESIN,, PULLULAN, ETHYLHEXYLGLYCERIN, HYDROXYETHYLCELLULOSE, GLYCERIN, TREHALOSE, SOPHORA FLAVESCENS ROOT EXTRACT, OPUNTIA FICUS-INDICA STEM EXTRACT, OPHIOPOGON JAPONICUS ROOT EXTRACT, PENTYLENE GLYCOL, 1, 2-HEXANEDIOL, DISODIUM EDTA, BUTYLENE GLYCOL, SODIUM ACETATE, CELLULOSE, GENTIANA SCABRA EXTRACT.",
    "price": 128800,
    "category": "serums",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202109221717016EA0C8563DEFF040_s.jpg"
  },
  {
    "name": "Alaska Volcano Clay Stick",
    "excerpt": "Alaska Volcano Pore Detox Clay Stick",
    "slug": "Alaska-Volcano-Clay-Stick-PG7387378",
    "size": 40,
    "description": [
      "A clay mask that deeply cleanses the pores and comedo.",
      "Delicate Volcano Clay particles from Alaska naturally exfoliate and detox the skin.",
      "Enriched with Glycolic Acids and Probiotics to maintain the skin barrier and skin regeneration.",
      "Deeply clean the pores and comedo within 10 minutes and tighten the pores visibility.",
      "Easy-to-spread texture without tight skin sensation."
    ],
    "heroIngredients": [
      {
        "heroName": "Alaska Volcano Clay",
        "heroDesc": "Natural exfoliation agents that detox the toxin in the skin and effectively fight the source of large pores and acne."
      },
      {
        "heroName": "Glycolic Acid",
        "heroDesc": "Increase the skin regeneration speed and collagen production."
      },
      {
        "heroName": "Probiotics",
        "heroDesc": "Increase the skin barrier ability and create natural protection for healthy skin regeneration."
      }
    ],
    "fullIngredients": "AQUA, DIPROPYLENE GLYCOL, PEG/PPG-17/6 COPOLYMER, PEG/PPG/POLYBUTYLENE GLYCOL-8/5/3 GLYCERIN, SODIUM HYALURONATE, SODIUM ACETYLATED HYALURONATE, HYDROLYZED SODIUM HYALURONATE, HYALURONATE CROSSPOLYMER,CENTELLA ASIATICA EXTRACT, CERAMIDE EOP, CERAMIDE NS/CERAMIDE NG, CERAMIDE AP, HYDROGENATED LECITHIN, CERAMIDE AS, CERAMIDE NP, PANTHENOL, ALLANTOIN, CHLORPHENESIN,, PULLULAN, ETHYLHEXYLGLYCERIN, HYDROXYETHYLCELLULOSE, GLYCERIN, TREHALOSE, SOPHORA FLAVESCENS ROOT EXTRACT, OPUNTIA FICUS-INDICA STEM EXTRACT, OPHIOPOGON JAPONICUS ROOT EXTRACT, PENTYLENE GLYCOL, 1, 2-HEXANEDIOL, DISODIUM EDTA, BUTYLENE GLYCOL, SODIUM ACETATE, CELLULOSE, GENTIANA SCABRA EXTRACT.",
    "price": 84000,
    "category": "masks",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202302221502366CB77EFA275AA6A9_s.jpg"
  },
  {
    "name": "Alaska Volcano Clay Mask",
    "excerpt": "Skintific Alaska Volcano Clay Mask",
    "slug": "Alaska-Volcano-Clay-Mask-PG7387373",
    "size": 55,
    "description": [
      "A clay mask that deeply cleanses the pores and comedo.",
      "Delicate Volcano Clay particles from Alaska naturally exfoliate and detox the skin.",
      "Enriched with Glycolic Acids and Probiotics to maintain the skin barrier and skin regeneration.",
      "Deeply clean the pores and comedo within 10 minutes and tighten the pores visibility.",
      "Easy-to-spread texture without tight skin sensation."
    ],
    "heroIngredients": [
      {
        "heroName": "Alaska Volcano Clay",
        "heroDesc": "Natural exfoliation agents that detox the toxin in the skin and effectively fight the source of large pores and acne."
      },
      {
        "heroName": "Glycolic Acid",
        "heroDesc": "Increase the skin regeneration speed and collagen production."
      },
      {
        "heroName": "Probiotics",
        "heroDesc": "Increase the skin barrier ability and create natural protection for healthy skin regeneration."
      }
    ],
    "fullIngredients": "WATER,BENTONITE,KAOLIN,GLYCERIN,PERLITE,VOLCANIC SOIL,MANICOUAGAN CLAY,GLYCOLIC ACID,COLLAGEN,BIFIDA FERMENT FILTRATE,SACCHAROMYCES/BARLEY SEED FERMENT FILTRATE,SACCHAROMYCES/MOTHER OF PEARL FERMENT LYSATE FILTRATE,LACTOBACILLUS FERMENT LYSATE,LACTOBACILLUS/SOYMILK FERMENT FILTRATE,BUTYLENE GLYCOL,CAPRYLIC/CAPRIC TRIGLYCERIDE,ZEA MAYS (CORN) STARCH,CETEARETH-25,CI 77499,1,2-HEXANEDIOL,HYDROXYACETOPHENONE,AVENA SATIVA (OAT) KERNEL FLOUR,XANTHAN GUM,DIPROPYLENE GLYCOL,HYDROGENATED LECITHIN,TOCOPHERYL ACETATE,TITANIUM DIOXIDE,BISABOLOL,MENTHYL LACTATE,FRAGRANCE,DISODIUM STEAROYL GLUTAMATE,ALUMINUM HYDROXIDE,PHYTIC ACID,CITRUS RETICULATA (TANGERINE) FRUIT EXTRACT,ETHYLHEXYLGLYCERIN,ALLANTOIN,SODIUM HYDROXIDE,STEARYL ALCOHOL,CETYL ALCOHOL,PAEONIA SUFFRUTICOSA ROOT BARK EXTRACT,MAGNOLIA DENUDATE FLOWER EXTRACT,SCUTELLARIA BAICALENSIS EXTRACT,DUNALIELLA SALINA EXTRACT,LEUCONOSTOC/RADISH ROOT FERMENT FILTRATE,PHENOXYETHANOL,POPULUS TREMULOIDES BARK EXTRACT.",
    "price": 98800,
    "category": "masks",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202302221501042A46A6FD378F50C7_s.jpg"
  },
  {
    "name": "5X Ceramide Soothing Mask",
    "excerpt": "Skintific 5X Ceramide Soothing & Repairing Mask",
    "slug": "5X-Ceramide-Soothing-Mask-PG7387290",
    "size": 26,
    "description": [
      "Soft-textured sheet mask with instant calming effect, reduce sign of irritation such as flaky skin, dry skin and redness.",
      "Made of vegan material sheet that sensitive skin-friendly gently hugged your face contour like a second skin and deliver the richness of the essence perfectly into your skin quickly without sticky after-feel.",
      "Enrich with Ceramide, Ectoin, and Tremella restoring your skin hydration in one time used.",
      "In addition Probiotic Complex help to balance the skin microbiome and help to repair the skin naturally."
    ],
    "heroIngredients": [
      {
        "heroName": "Ectoin",
        "heroDesc": "Reduce the skin irritation and redness instantly."
      },
      {
        "heroName": "Tremella",
        "heroDesc": "Beauty mushroom that capable to maximally hydrate your skin with it’s water holding capacity 500 times its own weight."
      },
      {
        "heroName": "Probiotic Complex",
        "heroDesc": "Balancing the skin microbiome and help to repair the skin naturally."
      }
    ],
    "fullIngredients": "WATER、BUTYLENE GLYCOL、CERAMIDE EOP、CERAMIDE NS/CERAMIDE NG、CERAMIDE NP、CERAMIDE AS、CERAMIDE AP、TREMELLA FUCIFORMIS SPOROCARP EXTRACT、ECTOIN、ERGOTHIONEINE、ARMILLARIA MATSUTAKE EXTRACT、GALACTOMYCES FERMENT FILTRATE、BIFIDA FERMENT LYSATE、SACCHAROMYCES/RICE FERMENT FILTRATE、LACTOBACILLUS FERMENT、INULIN、LACTOBACILLUS/SOYBEAN FERMENT EXTRACT、PANTHENOL、SQUALANE、CENTELLA ASIATICA EXTRACT、AVENA SATIVA (OAT) KERNEL EXTRACT、OLEA EUROPAEA (OLIVE) LEAF EXTRACT、SODIUM HYALURONATE、ALLANTOIN、HYDROLYZED SCLEROTIUM GUM、HYDROGENATED LECITHIN、HYDROLYZED SODIUM HYALURONATE、SODIUM ACETYLATED HYALURONATE、ACETYL GLUCOSAMINE、DIPOTASSIUM GLYCYRRHIZATE、SODIUM POLYGLUTAMATE、ARTEMISIA ANNUA EXTRACT、PAEONIA ALBIFLORA ROOT EXTRACT、HYDROLYZED GINSENG SAPONINS、SCROPHULARIA NINGPOENSIS EXTRACT、PORTULACA OLERACEA EXTRACT、LAMINARIA DIGITATA EXTRACT、SACCHAROMYCES CEREVISIAE EXTRACT、CARBENIA BENEDICTA EXTRACT、VISCUM ALBUM (MISTLETOE) LEAF EXTRACT、IMPERATA CYLINDRICA ROOT EXTRACT、PANAX GINSENG ROOT EXTRACT、CRATAEGUS PINNATIFIDA FRUIT EXTRACT、FRUCTOSE、HYDROXYPROPYLCELLULOSE、ISOPROPYL PALMITATE、CETYL-PG HYDROXYETHYL PALMITAMIDE、CHOLESTEROL、PHYTOSTEROLS、GLYCERIN、DIPROPYLENE GLYCOL、DISODIUM EDTA、HYDROXYACETOPHENONE、HYDROXYETHYLCELLULOSE、ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER、1,2-HEXANEDIOL、DISODIUM PHOSPHATE、SODIUM PHOSPHATE、PENTYLENE GLYCOL、ETHYLHEXYLGLYCERIN.",
    "price": 98800,
    "category": "masks",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202302221444404B7077F9E5A5E59E_s.jpg"
  },
  {
    "name": "Mugwort Acne Clay Stick",
    "excerpt": "Mugwort Acne Clay Stick",
    "slug": "Mugwort-Acne-Clay-Stick-PG7387169",
    "size": 40,
    "description": [
      "Formulated with Mugwort, a popular ingredient in Korea for treating acne.",
      "Equipped with Niacinamide, Salicylic Acid, and also Centella which can control oil production, deep clean pores, clear blackheads, and soothe inflamed skin.",
      "Easy to use stick form, focuses on calming the skin and reducing redness, cleansing pores and treating acne prone skin, controlling oil and maintaining the skin barrier.",
      "Good coverage, with 1 swipe it can cover one area on the face.",
      "The results of using bruntik are reduced, the pores are smaller, the skin tone is brighter and evener."
    ],
    "heroIngredients": [
      {
        "heroName": "Mugwort",
        "heroDesc": "Has good anti-inflammatory properties to cleanse & soothe the skin. The skin barrier of the skin will always be maintained and shrink pores."
      },
      {
        "heroName": "Salicylic Aci",
        "heroDesc": "Helps clear clogged pores, controls excess oil, and reduces inflammation."
      },
      {
        "heroName": "Niacinamide",
        "heroDesc": "Soothes inflammatory faces and also helps speed up the acne healing process."
      }
    ],
    "fullIngredients": "WATER、BUTYLENE GLYCOL、CERAMIDE EOP、CERAMIDE NS/CERAMIDE NG、CERAMIDE NP、CERAMIDE AS、CERAMIDE AP、TREMELLA FUCIFORMIS SPOROCARP EXTRACT、ECTOIN、ERGOTHIONEINE、ARMILLARIA MATSUTAKE EXTRACT、GALACTOMYCES FERMENT FILTRATE、BIFIDA FERMENT LYSATE、SACCHAROMYCES/RICE FERMENT FILTRATE、LACTOBACILLUS FERMENT、INULIN、LACTOBACILLUS/SOYBEAN FERMENT EXTRACT、PANTHENOL、SQUALANE、CENTELLA ASIATICA EXTRACT、AVENA SATIVA (OAT) KERNEL EXTRACT、OLEA EUROPAEA (OLIVE) LEAF EXTRACT、SODIUM HYALURONATE、ALLANTOIN、HYDROLYZED SCLEROTIUM GUM、HYDROGENATED LECITHIN、HYDROLYZED SODIUM HYALURONATE、SODIUM ACETYLATED HYALURONATE、ACETYL GLUCOSAMINE、DIPOTASSIUM GLYCYRRHIZATE、SODIUM POLYGLUTAMATE、ARTEMISIA ANNUA EXTRACT、PAEONIA ALBIFLORA ROOT EXTRACT、HYDROLYZED GINSENG SAPONINS、SCROPHULARIA NINGPOENSIS EXTRACT、PORTULACA OLERACEA EXTRACT、LAMINARIA DIGITATA EXTRACT、SACCHAROMYCES CEREVISIAE EXTRACT、CARBENIA BENEDICTA EXTRACT、VISCUM ALBUM (MISTLETOE) LEAF EXTRACT、IMPERATA CYLINDRICA ROOT EXTRACT、PANAX GINSENG ROOT EXTRACT、CRATAEGUS PINNATIFIDA FRUIT EXTRACT、FRUCTOSE、HYDROXYPROPYLCELLULOSE、ISOPROPYL PALMITATE、CETYL-PG HYDROXYETHYL PALMITAMIDE、CHOLESTEROL、PHYTOSTEROLS、GLYCERIN、DIPROPYLENE GLYCOL、DISODIUM EDTA、HYDROXYACETOPHENONE、HYDROXYETHYLCELLULOSE、ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER、1,2-HEXANEDIOL、DISODIUM PHOSPHATE、SODIUM PHOSPHATE、PENTYLENE GLYCOL、ETHYLHEXYLGLYCERIN.",
    "price": 98800,
    "category": "masks",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20230222134107ADD4EDF49CC8DB6B_s.jpg"
  },
  {
    "name": "Mugwort Mask",
    "excerpt": "SKINTIFIC Mugwort Anti Acne Clay Mask contains the best quality Mugwort extract to fight breakouts for brighter and more cheerful skin.",
    "slug": "Mugwort-Mask-PG6218530",
    "size": 55,
    "description": [
      "Formulated with Mugwort, popular ingredients from Korea to treat acne. This clay mask can help to reduce acne inflammation and small bumps in 12 hours.",
      "Contain active ingredients such as Niacinamide, Salicylic Acid, and Centella that helps to regulate oil and sebum production, clears out pores, and calms the skin.",
      "This clay mask exfoliate dead skin cells, sebum, and clogged pores while keeping the skin healthy and well maintained.",
      "1 scoop can cover the whole skin.",
      "Routinely used, this mask can reduce acne problems,shrink pores, and makes the skin brighten and more even."
    ],
    "heroIngredients": [
      {
        "heroName": "Mugwort",
        "heroDesc": "Have anti inflammation properties, that clears out and calms the skin."
      },
      {
        "heroName": "Salicylic Acid",
        "heroDesc": "Help to clears out clogged pores, control oil production, and reduce skin inflammation."
      },
      {
        "heroName": "Centella ",
        "heroDesc": "Calms inflamed and irritated skin and speed up acne healing process."
      },
      {
        "heroName": "Niacinamide",
        "heroDesc": "Have anti inflammation properties that control oil and help to brighten up the skin."
      },
      {
        "heroName": "Montmorillonite ",
        "heroDesc": "One of ingredients used in France skincare due to its ability to effectively reduce inflammation and regulates oil production without making the skin feels dry."
      }
    ],
    "fullIngredients": "WATER、BUTYLENE GLYCOL、CERAMIDE EOP、CERAMIDE NS/CERAMIDE NG、CERAMIDE NP、CERAMIDE AS、CERAMIDE AP、TREMELLA FUCIFORMIS SPOROCARP EXTRACT、ECTOIN、ERGOTHIONEINE、ARMILLARIA MATSUTAKE EXTRACT、GALACTOMYCES FERMENT FILTRATE、BIFIDA FERMENT LYSATE、SACCHAROMYCES/RICE FERMENT FILTRATE、LACTOBACILLUS FERMENT、INULIN、LACTOBACILLUS/SOYBEAN FERMENT EXTRACT、PANTHENOL、SQUALANE、CENTELLA ASIATICA EXTRACT、AVENA SATIVA (OAT) KERNEL EXTRACT、OLEA EUROPAEA (OLIVE) LEAF EXTRACT、SODIUM HYALURONATE、ALLANTOIN、HYDROLYZED SCLEROTIUM GUM、HYDROGENATED LECITHIN、HYDROLYZED SODIUM HYALURONATE、SODIUM ACETYLATED HYALURONATE、ACETYL GLUCOSAMINE、DIPOTASSIUM GLYCYRRHIZATE、SODIUM POLYGLUTAMATE、ARTEMISIA ANNUA EXTRACT、PAEONIA ALBIFLORA ROOT EXTRACT、HYDROLYZED GINSENG SAPONINS、SCROPHULARIA NINGPOENSIS EXTRACT、PORTULACA OLERACEA EXTRACT、LAMINARIA DIGITATA EXTRACT、SACCHAROMYCES CEREVISIAE EXTRACT、CARBENIA BENEDICTA EXTRACT、VISCUM ALBUM (MISTLETOE) LEAF EXTRACT、IMPERATA CYLINDRICA ROOT EXTRACT、PANAX GINSENG ROOT EXTRACT、CRATAEGUS PINNATIFIDA FRUIT EXTRACT、FRUCTOSE、HYDROXYPROPYLCELLULOSE、ISOPROPYL PALMITATE、CETYL-PG HYDROXYETHYL PALMITAMIDE、CHOLESTEROL、PHYTOSTEROLS、GLYCERIN、DIPROPYLENE GLYCOL、DISODIUM EDTA、HYDROXYACETOPHENONE、HYDROXYETHYLCELLULOSE、ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER、1,2-HEXANEDIOL、DISODIUM PHOSPHATE、SODIUM PHOSPHATE、PENTYLENE GLYCOL、ETHYLHEXYLGLYCERIN.",
    "price": 94000,
    "category": "masks",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/202302221716416FA57A3E2D627C16_s.jpg"
  },
  {
    "name": "All Day Light Sunscreen Mist",
    "excerpt": "SKINTIFIC All Day Light Sunscreen Mist SPF50 PA++++ Sunscreen Spray Anti UV",
    "slug": "All-Day-Light-Sunscreen-Mist-PG7387254",
    "size": 50,
    "description": [
      "Sunscreen mist with 0.01nm fine spray, easy to carry and not ruin the makeup after apply.",
      "Invisible texture, not heavy and feels fresh.",
      "Maximum protection with SPF 50+ PA++++, 12 hours protection from UVB that caused sunburn and 16 x prevent UVA that caused signs of aging due to sun exposure.",
      "Microcapsule Technology, give 0.04nm transparent protection layer on the face.",
      "Enriched with 5X effective ingredients including UV Pearls, Ceramide and Centella to protect 99% from UV rays, signs of aging and sunburn."
    ],
    "heroIngredients": [
      {
        "heroName": "UV Pearls",
        "heroDesc": "Microcapsule Technology that makes the sunscreen not feel sticky and greasy."
      },
      {
        "heroName": "5X Ceramide",
        "heroDesc": "Moisturized and repair skin barrier with 5x Ceramide."
      },
      {
        "heroName": "Centella",
        "heroDesc": "Supplement for skin collagen as an anti inflammatory."
      }
    ],
    "fullIngredients": "AQUA,ISODODECANE,HOMOSALATE,ETHYLHEXYL METHOXYCINNAMATE,ETHYLHEXYL SALICYLATE,DIETHYLAMINO HYDROXYBENZOYL HEXYL BENZOATE,BIS-ETHYLHEXYLOXYPHENOL METHOXYPHENYL TRIAZINE,CERAMIDE NP,CERAMIDE EOP,CERAMIDE AP,CERAMIDE AS,CERAMIDE NS,CENTELLA ASIATICA EXTRACT,BISABOLOL,BIFIDA FERMENT LYSATE,C12-15 ALKYL BENZOATE,METHYL METHACRYLATE CROSSPOLYMER,SILICA DIMETHYL SILYLATE,ETHYLHEXYL TRIAZONE,SILICA,METHICONE,CAPRYLYL METHICONE,DISTEARDIMONIUM HECTORITE,PROPYLENE CARBONATE,ALOE BARBADENSIS LEAF EXTRACT,PORTULACA OLERACEA EXTRACT,ETHYLHEXYLGLYCERIN,TOCOPHEROL, PROPELLANTS CONSIST OF BUTANE, PROPANE AND ISOBUTANE.",
    "price": 69200,
    "category": "sunscreens",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20230222142152F583533244AE24B9_s.jpg"
  },
  {
    "name": "SERUM SUNSCREEN",
    "excerpt": "Barrier Protect Serum Sunscreen",
    "slug": "SERUM-SUNSCREEN-PG6521773",
    "size": 30,
    "description": [
      "Contains 5X Ceramide to repair and restore skin barrier.",
      "Contains the latest type of UV Filter which has been patented by BASF Germany (Tinosorb S/M) which can protect the skin from UVA & UVB rays with SPF 50+ PA++++ without irritating the skin.",
      "Has a light texture that absorbs quickly, is non-greasy & provides a moisturizing finish.",
      "Contains Ceramide which can repair and restore the skin barrier.",
      "Additional content of Hyaluronic Acid which can restore and lock moisture in the skin.",
      "This sunscreen is formulated free from Alcohol, Fragrance, and Paraben so it is suitable to use on damaged skin barrier or sensitive skin."
    ],
    "heroIngredients": [
      {
        "heroName": "5X Ceramide",
        "heroDesc": "Restores and form skin barrier while prevent moisture loss."
      },
      {
        "heroName": "Tinosorb S/M",
        "heroDesc": "The latest type of UV filter that has been patented by BASF Germany which can provide protection from UV rays without irritating the skin."
      },
      {
        "heroName": "Hyaluronic Acid",
        "heroDesc": "Restores and locks moisture in the skin."
      }
    ],
    "fullIngredients": "AQUA, PENTYLENE GLYCOL, COCO-CAPRYLATE/CAPRATE, ETHYLHEXYL METHOXYCINNAMATE, GLYCERIN, DIMETHICONE, BUTYLENE GLYCOL, CAPRYLYL METHICONE, C12-15 ALKYL BENZOATE, C14-22 ALCOHOLS, CERAMIDE EOP, CERAMIDE NS/CERAMIDE NG, CERAMIDE NP, CERAMIDE AS, CERAMIDE AP, HYALURONIC ACID,Centella Asiatica Extract, BIS-ETHYLHEXYLOXYPHENOL METHOXYPHENYL TRIAZINE, GLYCERETH-26, TRIACONTANYL PVP, METHYLENE BIS-BENZOTRIAZOLYL TETRAMETHYLBUTYLPHENOL, ETHYLHEXYL TRIAZONE, DECYL GLUCOSIDE, SORBITAN CAPRYLATE, STEARETH-21, TOCOPHERYL ACETATE, C12-20 ALKYL GLUCOSIDE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, ECTOIN, ALUMINUM STARCH OCTENYLSUCCINATE, ALLANTOIN, BISABOLOL,  BIFIDA FERMENT FILTRATE, DISODIUM EDTA, ACRYLATES/C10-30 ALKYL ACRYLATE CROSSPOLYMER, PORTULACA OLERACEA EXTRACT, SODIUM HYALURONATE, MARIS AQUA, XANTHAN GUM, 1,2-HEXANEDIOL, HYDROXYACETOPHENONE, PHORMIDIUM PERSICINUM EXTRACT, HYDROLYZED RHODOPHYCEAE EXTRACT, PANCRATIUM MARITIMUM EXTRACT.",
    "price": 109900,
    "category": "sunscreens",
    "image": "https://img-for-hk.wds168.cn/comdata/83820/product/20230222132941A9EE01EEC9E6ECE5_s.jpg"
  }
]
